[
  {
    "Title": "Clayton Hotel",
    "Subtitle": "This modern, upscale hotel is 3.8 km from Galway Airport and 5.0 km from Eyre Square. ",
    "ImageUrl": "/Assets/DataImages/claytonglaway.jpg",
    "Description": "The Clayton hotel features a stunning constantly changing lighting system which ensures its one of the firsts things you see entering the city from the motorway. The airy rooms and suites have free WiFi, desks, flat-screen TVs, tea and coffeemaking facilities and pillow-top mattresses, as well as bathrooms with rainfall showerheads and heated floors. Upgraded rooms can add private balconies and Bose sound systems.\r\n\r\nThere's an upmarket restaurant and a casual bistro. The fitness centre features a pool, a steam room and a sauna.",
    "Directions": "point.53.29135_-8.98941_Clayton%20Hotel%20Galway",
    "Phone": "(091) 721 900",
    "Website": "http://www.claytonhotelgalway.ie/overview/",
    "_id": "566875ee81de9b09504d1244"
  },
  {
    "Title": "Hotel Meyrick",
    "Subtitle": "Stylish rooms with art deco hints in an elegant, Victorian hotel with its own spa and gym.",
    "ImageUrl": "/Assets/DataImages/MeyrickGalway.jpg",
    "Description": "Superbly located, overlooking Eyre Square, Hotel Meyrick is elegance itself and combines Victorian grace with the best in Irish hospitality. The Grand Dame of Galway hotels, the Meyrick is just a 1-minute walk from both the train and bus stations. Guests seeking a city break in Galway or requiring a corporate venue will find the city centre Hotel Meyrick an ideal choice.\r\n\r\nWhen staying at the Hotel Meyrick, you are within strolling distance of the best shops in Galway, theatres, bars with traditional Irish music and the many Galway restaurants of the Latin Quarter. Hotel Meyrick provides luxury accommodation on Eyre Square with complimentary wi-fi and complimentary access to the spa on the 5th floor. \r\n",
    "Directions": "point.53.27396011352539_-9.047860145568848_Meyrick%20hotel",
    "Phone": "(091) 564 041",
    "Website": "http://www.hotelmeyrick.ie",
    "_id": "5668770004a1c313187fb474"
  },
  {
    "Title": "The g Hotel",
    "Subtitle": "This ultra-chic hotel in a contemporary building is a 6-minute drive from Eyre Square and a 9-minute drive from the National University of Ireland. ",
    "ImageUrl": "/Assets/DataImages/ghotelgalway.jpg",
    "Description": "Luxe rooms featuring modern, bespoke decor and furnishings include minifridges and complimentary WiFi. Upgraded rooms add living areas and suites add fireplaces. There are 3 elegant specialty suites offering upgraded furnishings and 1includes a terrace and dining room.\r\n\r\nDining options include the highly rated Restaurant GiGi's  and 3 trendy lounges designed by milliner, Philip Treacy. A luxury 2-floor spa has treatments for a fee.",
    "Directions": "point.53.268798828125_-9.07013988494873_",
    "Phone": "(091) 865 200",
    "Website": "http://www.theghotel.ie",
    "_id": "566877cb04a1c313187fb475"
  },
  {
    "Title": "Salthill Hotel",
    "Subtitle": "Perched above the Salthill Galway promenade, this modern, upscale hotel is 3.5 km from Eyre Square. ",
    "ImageUrl": "/Assets/DataImages/salthillgalway.jpg",
    "Description": "Discover Salthill Hotel, known as one of Ireland's finest hotels in Galway city centre and renowned for its Galway Weddings, Conferencing in Galway, Leisure and Luxury Galway Breaks. Nestled opposite Salthill Promenade with breathtaking views of Galway Bay and the Clare Hills, the 4 star Salthill Hotel is Galway's most exclusive enclave, boasting 161 spacious deluxe bedrooms and suites some with expansive views of Galway Bay and the Clare hills. Whether it's a romantic getaway or a Business Conference, Salthill Hotel will fulfill and exceed your wildest expectations.\r\n\r\nIndulge yourself with their two exclusive Galway Restaurants, Blackrock Bar and the Prom Restaurant , where their chef will tempt you with our internationally inspired cuisine made with locally sourced ingredients. Both restaurants are ideal for intimate gatherings or can host large corporate events and family celebrations.",
    "Directions": "point.53.2598991394043_-9.07487964630127_Salthill%20Hotel",
    "Phone": "(091) 522 711",
    "Website": "http://www.salthillhotel.com/en/",
    "_id": "5668788681de9b09504d1247"
  },
  {
    "Title": "Radisson Blu",
    "Subtitle": "This stylish waterfront hotel, set on the Lough Atalia, lies 230 m from the Galway railway station and a 5-minute walk from Eyre Square. ",
    "ImageUrl": "/Assets/DataImages/LoughAtaliaraddisson.jpg",
    "Description": "Established in 2001, the Radisson Blu Hotel Galway & Spa is situated on Lough Atalia Road just a three minute walk from the famous Eyre Square.\r\n\r\nGuests looking for hotel accommodation in a convenient central location will find the hotel is located behind the bus and railway Station and close to all major sights and attractions including the Aran Islands and Connemara.  The hotel boasts 261 guestrooms.\r\n\r\nThe Galway Radisson Blu Hotel & Spa boasts the most impressive meeting facilities in the West of Ireland. All seven boardrooms and six meeting rooms feature air conditioning and most enjoy natural daylight. The largest room is the Inis Mor Ballroom, which can host up to 720 for a banquet or 1000 for a cocktail reception.\r\n\r\nFrom the exquisite Mediterranean Food of the Restaurant Marinas, to the exclusive spirit One Spa with thermal suite facilities found only in the best destination spas in the world, the Radisson Blu Hotel Galway offers an extensive range of options for both business and pleasure.",
    "Directions": "point.53.28770065307617_-9.050040245056152_Radisson%20Blue%20Galway",
    "Phone": "(091) 538 300",
    "Website": "http://www.radissonhotelgalway.com",
    "_id": "5668794204a1c313187fb49e"
  },
  {
    "Title": "Imperial Hotel",
    "Subtitle": "Overlooking Eyre Square, this casual hotel is a 9-minute walk from Galway City Museum and 9.5 km from Galway Airport. ",
    "ImageUrl": "/Assets/DataImages/galwayImperial.jpg",
    "Description": "This modern hotel provides comfort and excellent accommodation in Galway City. One of the few hotels in Galway City proudly overlooking Eyre Square as a landmark. The Imperial Hotel Galway City provides excellent Bed and Breakfast in Galway with a host of different accommodation options right in the heart of the shopping and tourist area in Galway the city of the Tribes.\r\n\r\nThis 3 Star Hotel Galway City is less than a minute to the main shopping thoroughfare Shop Street and the renowned nightlife and atmosphere of Quay Street in the Latin Quarter in Galway. The hotel in Galway is within 5 minutes walking distance to Town Hall Theatre. They are also known for their offerings of own of the best Sunday carvery lunches in the city",
    "Directions": "point.53.2747802734375_-9.04988956451416_",
    "Phone": "(091) 563 033",
    "Website": "http://www.imperialhotelgalway.ie",
    "_id": "566879ef81de9b09504d124a"
  },
  {
    "Title": "Maldron Hotel Galway",
    "Subtitle": "This laid-back, family-friendly hotel sits in a grand 3-storey building off the N18 road",
    "ImageUrl": "/Assets/DataImages/maldronHotel.jpg",
    "Description": "Maldron group run a number of respectable hotels both in Oranmore and also in the city providing two contrasting options of the hustle/bustle of city life vs the quiet hipster-esque nature of Oranmore.\r\nA complimentary buffet breakfast and a carvery lunch are served an a low-key restaurant. There's also a sleek bar offering gastropub fare and live music on weekends.\r\nFamily perks include a kids' camp, a game room and a playground. Meeting facilities are available.",
    "Directions": "point.53.291099548339844_-8.98801040649414_Maldron%20Hotel%20Galway",
    "Phone": "(091) 792 244",
    "Website": "http://www.maldronhotelgalway.com",
    "_id": "56687aff81de9b09504d1254"
  },
  {
    "Title": "Park House Hotel",
    "Subtitle": "This upscale hotel in a grand Victorian-style stone building with a columned entrance way is a 2-minute walk from Eyre Square and a 10-minute walk from a riverfront pub. ",
    "ImageUrl": "/Assets/DataImages/parkHouseGalway.jpg",
    "Description": "Since 1975 the Park House Hotel & Restaurant Galway has been welcoming guests. Situated in the heart of Galway City centre, the Park House has earned a reputation for the excellence of it's food and the quality of it's service. Guests need only step outside our door to explore Galway City and it's wonderful surroundings. You will find a wealth of attractions from shopping, restaurants and bars, to museums, theatre, historical buildings, street entertainment and lots more. The Aran Islands, Connemara, the Burren and Cliffs of Moher are all easily reached for a day trip.\r\nAt the 4 Star Park House Hotel Galway you will find luxury accommodation. All 84 bedrooms are luxurious and spacious, offering all the comforts of home.",
    "Directions": "point.53.2747802734375_-9.04988956451416_Park%20House%20Hotel",
    "Phone": "(091) 564 924",
    "Website": "http://www.parkhousehotel.ie",
    "_id": "56687bbb04a1c313187fb4f0"
  }
]