[
  {
    "Title": "History of Galway City",
    "Subtitle": "A brief look into the lore surrounding the city",
    "ImageUrl": "/Assets/DataImages/walled_city.jpg",
    "Description": "15th Century \r\nBy 1450 the well-known town houses began to appear in the city, as the famous 14 Families (incorrectly known as the '14 Tribes'), began to establish themselves. Later, a charter from Richard III emancipated Galway from the control of the descendants of the de Burgos, who had more or less gone native. This charter allowed the election of a mayor and two bailiffs. This effectively gave Galway considerable self-government. \r\nThe 14 Tribes of Galway: All were originally Anglo-Norman who came to positions of authority after c.1450. The most prominent family was Lynch, who provided 84 mayors to the city, and whose town house still stands in Shop Street to this day, occupied by Allied Irish Bank and still named Lynch's Castle.\r\nThe town's church, St. Nicholas of Myra, was governed by the diocese of Tuam. The city notables disliked this, and contrived to have the Pope Innocent VIII (reign 1484-1492) issue a Bull (Papal declaration) that the church in Galway would be free of diocesan control and instead would be ruled by a Warden assisted by eight vicars. The Warden was to be elected by the 14 families, and continued under the reformed church until 1840. Thus by 1484 Galway had both civil and ecclesiastical independence, and its remote location guaranteed it the status of a city state. \r\nMost medieval cities, whose buildings were constructed of wood and thatch, had a Great Fire. Galway had two, in 1473 and 1500, and as a result the city was rebuilt in stone. \r\n\r\n16th Century \r\nFor the next hundred years Galway traded extensively with the continent, especially Spain, exporting local produce such as fish, wool and leather, and importing fruit, oil and most importantly wine. Under the rule of a series of Mayors drawn from the 14 families, the city became extremely wealthy and prospered, as a city hospital (St. Brigid's) was built, and Elizabeth I (1533-1603) granted a charter for a town gaol in 1578, and a garrison was set to defend the town. \r\n\r\n17th Century \r\nThe famous Free School had been established in 1580, and had prospered to such a degree that the enrolment is said to have reached 10,000. Sadly, this great educational establishment closed in 1652 as part of the general post-Cromwellian decline. \r\nThe success of Oliver Cromwell (1599-1658) in his struggle with the King was bad news for Galway. In 1651 all Catholics were expelled from the town, and the great town houses of the 14 families were confiscated and given to soldiers of the occupying forces in lieu of pay. They quickly fell into ruin as the prosperity of the town declined. \r\n \r\n18th Century \r\nAfter the Restoration, Galway looked to recover its former position of wealth, but under the Penal Laws, which at first were rigorously enforced, Catholics suffered severe disabilities in relation to education, ownership of property and civil rights. Where originally the towns growth came from land and industry this time the new growth in prosperity was water-based, as the river's force was harnessed to power a number of mills, breweries and distilleries. At the same time most of the inhabitants lived in squalor and filth. \r\n\r\n19th Century \r\nThis short-lived period of recovery lasted until the Great Famine 1846 - 1848.  The pre-famine population of Ireland is estimated to have been in the region of 8 million. By 1850 this number was reduced to less than 6 million.\r\n20th Century \r\nIn the 20th century Galway staged a slow recovery; Salthill, once a distant and small resort became a suburb as the town began to spread and economic recovery speeded up, greatly helped by the presence of tourists in summer and college students in winter.\r\nGalway Today: Today Galway is reputed to be the fastest growing city in Europe. Prosperity has returned with a vengeance. During the summer months traffic congestion is virtually unbearable in the city; there is a week-long festival race-meeting at the end of July that attracts thousands to the suburb of Ballybrit, where vast sums are wagered over six days racing.",
    "Link": "http://galwaycity.galway-ireland.ie/history.htm",
    "_id": "566836c604a1c313187fb376"
  }
]